Repository: jokull/aldin-site
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: is

source: Salad picks, coffee and mediterranean cuisine in a beautiful historic house in downtown Reykjavík.
is: Salatúrval, kaffi og takeout í fallegu sögulegu húsi við Lækjartorg

source: Frontpage
is: Forsíða

source: Breakfast - Coffee - Lunch - Dinner
is: Morgunverður – Kaffi – Hádegis- og kvöldmatur

source: Lunch & Dinner
is: Hádegis- og kvöldmatur

source: Salad selection, meat and local fish from 11:00 to 21:00
is: Salatúrval, kjöt og fiskur frá 11:00 til 21:00

source: 3 salads
is: 3 salöt

source: 4 salads
is: 4 salöt

source: 2 salads + meat or fish
is: 2 salöt + kjöt/fiskur

source: 3 salads + meat or fish
is: 3 salöt + kjöt/fiskur

source: Sourdough bread
is: Súrdeigsbrauð frá Sandholti

source: Salad Picks
is: Salatúrval

source: Grilled broccoli with garlic, chili and lemon
is: Grillað brokkóli med hvítlauk, chilli og sítrónu

source: Sweet potatoes and coriander
is: Sætar kartöflur með kóríander

source: Couscous, feta, mint and roast squash
is: Kúskús med feta, myntu og graskeri

source: Beetroot, blackberries and grapes
is: Rauðrófur með brómberjum og vínberjum

source: Aubergine with skyr, garlic and pomegranate seeds
is: Eggaldin med íslensku skyri, hvítlauk og graníteplum

source: Roasted carrots, feta, sage and olives
is: Grillaðar gulrætur med fetaosti, salvíu og olífum

source: Fresh melon
is: Ferskt melónusalat

source: Meat and Fish - Local and seasonal
is: Kjöt og fiskur - það ferskasta og besta hverju sinni

source: Breakfast
is: Morgunverður

source: Served from 8:00 to 11:00 all days
is: Frá 8:00 til 11:00 á morgnana

source: Icelandic Skyr with coconut milk and fruit
is: Íslenskt skyr með kókósmjólk

source: Avocado yoghurt with almonds and berries
is: Avokadojógúrt með möndlum og berjum

source: Egg, cured ham, soft cheese & bread
is: Egg, skinka, ostur og súrdeigsbrauð

source: Porridge with natural honey
is: Hafragrautur með náttúrulegu hunangi

source: Bread with jams and our own cheese spread
is: Brauð með sultum og heimagerðum smurosti

source: Croissant
is: Croissant (horn)

source: Soft boiled egg
is: Linsoðið egg

source: An award winning tea produces. Many varieties. Always from whole leaf, no dust.
is: Margverðlaunað te sem hlotið hefur ótal vottanir og verðlaun. Aðeins úr heilum laufum.

source: 10%% student discount
is: 10%% afsláttur fyrir námsmenn

source: Roomy loft with couches and electric plugs
is: Rúmgóð efri hæð fyrir fartölvufólk

source: Outside seating when weather allows
is: Útisæti á góðviðrisdögum

source: Organic wines at a fair price
is: Lífræn vín á hagstæðu verði

source: Historic setting by Lækjartorg
is: Sögulegt hús við Lækjartorg

source: Open 8 am to 9 pm every day
is: Opið 8 - 21 alla daga

source: Coffee & Tea
is: Kaffi og te

source: We make great italian style coffee. All drinks are double shot.
is: Allir kaffidrykkir eru tvöfaldir hjá okkur og te eru bara úr heilum laufum

source: Americano, Espresso, Tea
is: Americano, Espresso, Te

source: Cappuccino, Swiss Mocca
is: Cappuccino, Sviss Mokka

source: French Press
is: Pressukanna (French Press)

source: Loyalty cards
is: Klippikort

source: 10th cup is <strong>free</strong>
is: Tíundi bollinn <strong>gratis</strong>

source: Real food without compromise
is: Matur án málamiðlana

source: Wines
is: Vínlisti

source: Natural wines from Italy and France, picked by specialty importer Frú Lauga
is: Náttúruleg vín frá Ítalíu og Frakklandi, sérvalin af Frú Laugu

source: Our house wines are unusually high quality. They are from the Valdibella coop in Sicily and organic certified.
is: Vín hússins eru í óvenjulega háum gæðaflokki. Þau eru öll lífrænt vottuð frá Valdibella búgarðinum í Sikiliey.

source: Glass
is: Glas

source: Bottle
is: Flaska

source: and more at reasonable prices
is: o.fl. á sanngjörnu verði

source: In partnership with
is: Í samstarfi við

source: More pics on our Facebook page
is: Fleiri myndir á Facebook síðunni okkar

source: No reservations - Call for group reservations upstairs
is: Engar borðapantanir – Hafið samband fyrir hópapantanir

source: Photos taken at our location
is: ljósmyndir teknar á staðnum

source: Fetching photos
is: Sæki myndir
